
recipe_start = """
В таком случае, я предложу вам свой фирменный рецепт! 
Я называю это тосты по-итальянски, одно из моих любимых блюд🤩

Показать?
"""

recipe = """

Вот что вам понадобится для их приготовления...

ИНГРЕДИЕНТЫ:

Хлеб для тостов – 4 ломтика
Спелый банан – 1 шт.
Сыр моцарелла – 100 г (лучше взять в качестве)
Сливочное масло – 2-3 ст. ложки
Мёд (по желанию) – для подачи
Корица (по желанию) – для посыпки

ПОШАГОВЫЙ РЕЦЕПТ:

1. Подготовка ингредиентов:
- Банан очисти от кожуры и нарежь кружочками.
- Сыр моцареллу нарежь тонкими пластинами или натри на крупной терке.

2. Сборка тостов:
- Возьми два ломтика хлеба, на один выложи слой моцареллы, сверху распредели банановые кружочки и накрой вторым ломтиком хлеба.
- При необходимости добавь второй слой моцареллы на бананы, чтобы тосты получились ещё более сырными.

3. Обжарка тостов:
- Разогрей сковороду на среднем огне.
- Расплавь в сковороде сливочное масло.
- Аккуратно выложи тосты на сковороду и обжаривай их до золотистой корочки с обеих сторон (по приблизительно 2-3 минуты на сторону).

4. Подача блюда:
- Готовые тосты переложи на бумажные полотенца, чтобы удалить лишний жир.
- Если хочешь, можешь добавить немного мёда и посыпать тост корицей для дополнительной сладости и аромата.
- Тосты готовы к подаче – порежь их на половинки или четвертинки и подавай к завтраку или в качестве перекуса.

Приятного аппетита!
"""

feedback_text = """

❗️ Если вы обнаружили неполадки:

- Проблемы с генерацией рецептов
- Неудобное ипользование
- Или у вас есть идеи для улучшения бота

<b>ПОЖАЛУЙСТА</b> напишите об этом.


"""